Repository: TrendingTechnology/time24
Catalog: lib/l10n/app_*.arb
Languages: de

# basicLeavePageText
source: Go back
de: Zurück

# basicSaveText
source: Save
de: Speichern

# basicRemoveText
source: Remove
de: Entfernen

# basicToText
source: to
de: bis

# homeView
source: Home
de: Startseite

# homeViewPageTitle
source: This Week
de: Diese Woche

# homeViewStampTimeError
source: Contact our support, we try to fix the problem with you. The existing files cannot be opened.
de: Kontaktieren Sie unseren Support, wir versuchen das Problem mit Ihnen zu beheben. Die vorhandenen Dateien können nicht geöffnet werden.

# homeViewStampTimeEmpty1
source: HELLO
de: HALLO

# homeViewStampTimeEmpty2
source: Fill out your profile in the settings to be able to create entries. After setting the profile, simply press the
de: Füllen Sie Ihr Profil in den Einstellungen aus, um Einträge erstellen zu können. Drücken Sie nach dem Einstellen des Profils einfach das

# homeViewStampTimeEmpty3
source: at the top right.
de: Symbol relativ mittig auf der rechten Seite.

# homeViewHoursTracked
source: Hours Tracked
de: Eingetragene Stunden

# homeViewRemainingHours
source: Remaining Hours
de: Verbleibende Stunden

# homeViewOvertime
source: Overtime
de: Überstunden

# homeViewWorkProgress
source: Work Progress
de: Arbeitsfortschritt

# homeViewMotivationMessage110
source: WOW! You're going to be a workaholic, take a break.
de: BEEINDRUCKEND! Du wirst ein Workaholic sein, mach eine Pause.

# homeViewMotivationMessage100
source: Congratulations you have reached your weekly goal!
de: Herzlichen Glückwunsch, Sie haben Ihr wöchentliches Ziel erreicht!

# homeViewMotivationMessage75
source: Soon you will have reached the weekly goal!
de: Bald haben Sie das wöchentliche Ziel erreicht!

# homeViewMotivationMessage50
source: Halfway there!
de: Auf halbem Wege!

# homeViewMotivationMessage10
source: But you still have a lot ahead of you.
de: Aber Sie haben noch viel vor sich.

# homeViewMotivationMessage0
source: Yeah, let's start the week then.
de: Ja, dann fangen wir die Woche an.

# homeViewMoneyInformationPart1
source: You have already made
de: Du hast schon

# homeViewMoneyInformationPart2
source: this week.
de: diese Woche verdient.

# homeViewStampTimes
source: Stamp Times
de: Stempelzeiten

# settingsView
source: Settings
de: Einstellungen

# settingsViewPageTitle
source: Settings
de: Einstellungen

# settingsViewWorkInformation
source: Work Information
de: Arbeitsinformationen

# settingsViewRequiredHoursPerWeek
source: Required Hours per Week
de: Benötigte Stunden pro Woche

# settingsViewHourlyWages
source: Hourly Wages
de: Stundenlohn

# settingsViewHoursSet
source: %s hours set
de: %s eingestellt

# requiredHoursPerWeekViewPageTitle
source: Required Hours per Week
de: Benötigte Stunden pro Woche

# requiredHoursPerWeekViewDescription
source: Please enter your total working time in one week. With this time we can offer you more information about your working day. Our visual representations give you the opportunity to make your working day more efficient.
de: Bitte geben Sie Ihre Gesamtarbeitszeit in einer Woche ein. Mit dieser Zeit können wir Ihnen weitere Informationen über Ihren Arbeitstag anbieten. Unsere visuellen Darstellungen geben Ihnen die Möglichkeit, Ihren Arbeitstag effizienter zu gestalten.

# hourlyWagesTitle
source: Hourly Wages
de: Stundenlohn

# hourlyWagesDescription
source: Please enter your current hourly wage. With this we can calculate your current earnings. With our visual representations you can make your day more efficient.
de: Bitte geben Sie Ihren aktuellen Stundenlohn ein. Damit können wir Ihr aktuelles Einkommen berechnen. Mit unseren visuellen Darstellungen können Sie Ihren Tag effizienter gestalten.

# addStampTimeDefaultTitle
source: Today
de: Heute

# addStampTimeDuplicationError
source: Duplication Error
de: Duplizierungsfehler

# addStampTimeDuplicationErrorMessage1
source: An entry for
de: Ein Eintrag für

# addStampTimeDuplicationErrorMessage2
source: is already existing in your files. Should we overwrite the entry?
de: ist bereits in Ihren Dateien vorhanden. Sollten wir den Eintrag überschreiben?

# addStampTimeDuplicationOverwrite
source: Overwrite
de: Überschreiben

# addStampTimeDuplicationClose
source: Cancel
de: Abbrechen

# addStampTimeDescription
source: All of the data you provide here will not disappear after you close the app. It is cached until the device is restarted.
de: Alle Daten, die Sie hier angeben, verschwinden nicht, nachdem Sie die App geschlossen haben. Es wird zwischengespeichert, bis das Gerät neu gestartet wird.

# addStampTimeChangeDay
source: Change Day
de: Tag ändern

# addStampTimeWorkTime
source: Work Time
de: Arbeitszeit

# addStampTimeWorkTimeDescription
source: Insert the time when you started and ended your work.
de: Geben Sie die Zeit ein, zu der Sie Ihre Arbeit begonnen und beendet haben.

# addStampTimeDay
source: day
de: Tag

# addStampTimeDays
source: days
de: Tage

# addStampTimeAgo
source: %s ago
de: vor %s

# addStampTimeBreak
source: Break
de: Pause

# addStampTimeBreaks
source: Breaks
de: Pausen

# addStampTimeBreakDescription
source: Insert the time when you started and ended your break.
de: Geben Sie die Zeit ein, zu der Sie Ihre Pause begonnen und beendet haben.

# addStampTimeAddOneMoreBreak
source: Add one more break
de: Pause hinzufügen

# addStampTimeNotes
source: Notes
de: Notizen

# addStampTimeNotesHintText
source: Make a note of what you did that day.
de: Notieren Sie sich, was Sie an diesem Tag getan haben.
